Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: The plane landed safely back in Belgrade, but Nikolic was forced to cancel his official visit to meet Pope Francis in the Vatican, and his advisers put the incident down to yet another malfunction on the ageing, incident-prone aircraft.
pt: O presidente sérvio Tomislav Nikolic estava a caminho de uma visita oficial ao Vaticano, na última sexta-feira, onde seria recebido pelo papa Francisco, quando um problema no avião o obrigou a um regresso não previsto a Belgrado .

source: Three Malians were killed in the violence in and around La Terrasse restaurant, which is popular with expatriates, the government said .
pt: Além do belga e do francês, três malineses foram mortos na violência nos arredores do restaurante La Terrasse, que é popular entre estrangeiros, disse o governo .

source: Witnesses said the clashes in West Point started after security forces early on Wednesday blocked roads to the neighbourhood with tables, chairs and barbed wire .
pt: Não houve relatos de feridos no confronto, o qual, segundo testemunhas, começou após forças de segurança terem bloqueado vias de saída do bairro no começo da quarta-feira, utilizando mesas, cadeiras e arame farpado.

source: She told a committee to map out a plan to reach them and rebuffed aides who suggested such targets could doom her politically if unmet.
pt: Ela disse a uma comissão para traçar um plano de metas e rejeitou a ideia de assessores que sugeriram que tais objetivos, se não fossem cumpridos, poderiam condená-la politicamente.

source: The revised law essentially means that all households and businesses would continue to be charged.
pt: Isso significa que todas as casas e todas as empresas deverão pagar a taxa .

source: An Egyptian court on Saturday sentenced Morsi to death over his part in a mass prison break that took place during the 2011 uprising that toppled Hosni Mubarak .
pt: SÃO PAULO - O ex-presidente do Egito Mohammed Mursi foi condenado à morte neste sábado por atos violentos e por fugir da prisão durante a revolução de 2011, que derrubou o então ditador Hosni Mubarak.

source: Apple is expected to start sending such notifications within two weeks, enabling users to regain control over their cloud immediately with a password change and by alerting Apple's security team.
pt: Cook afirma que com essa nova segurança, o usuário poderá tomar medidas de imediato, inclusive alterando a senha para retomar o controle da conta ou alertando a equipe de segurança da Apple.

source: "Iran today provided the IAEA with its explanation in writing and related documents as agreed in the road-map for the clarification of past and present outstanding issues regarding Iran's nuclear programme," the IAEA said on Saturday, confirming Iran had met a deadline.
pt: Em um comunicado de apenas uma frase, divulgado mais cedo, a agência afirmou que "o Irã entregou hoje à IAEA suas explicações e documentos relacionados, como foi acordado".

source: TOKYO (AFP) - The cabinet of Japanese Prime Minister Shinzo Abe approved a fresh stimulus package worth $29 billion Saturday in a bid to boost the economy, hit hard by a tax hike.
pt: O governo de Shinzo Abe aprovou um novo pacote de estímulo no valor de 29 bilhões de dólares neste sábado, em uma aposta para reativar a economia do Japão, atingida por um aumento do IVA.

source: BERLIN (Reuters) - German lawmakers gave their go ahead on Friday for the euro zone to negotiate a third bailout for Greece, heeding a warning from Chancellor Angela Merkel that the alternative to a deal with Athens was chaos.
pt: Caos A chanceler alemã, Angela Merkel, disse nesta sexta-feira que a alternativa a um novo resgate da Grécia teria sido o "caos", além de ser "totalmente irresponsável" não ter tentado conceder ao país uma nova ajuda .

source: Libya's internationally recognised parliament has voted not to attend the negotiations if the rival legislature in Tripoli is party to the talks.
pt: O parlamento líbio, legitimado pela comunidade internacional, avisou que não participará das negociações se o Congresso não reconhecido com sede em Trípoli comparecer.

source: To forestall a sneak attack, Russia and China should operate on full nuclear alert.
pt: Para se proteger contra um ataque à-surpresas, a Rússia e a China fariam melhor em operar em completa e total prontidão nuclear.

source: Nigel Farage, the leader of the United Kingdom Independence Party (UKIP) speaks to members of the media in Clacton-on-Sea, eastern England October 10, 2014.
pt: O líder do UKIP, Nigel Farage, no escritório do partido em Clacton-on-Sea, leste da Inglaterra

source: A Saudi-led coalition has resumed air strikes against Houthi rebels in Yemen after a five-day ceasefire ended, Yemeni officials and witnesses say.
pt: Após cinco dias de cessar-fogo humanitário, a coalizão liderada pela Arábia Saudita retomou nesta segunda-feira (18/05) os ataques aéreos a rebeldes houthis no Iêmen .

source: The government estimates that the next "Big One" -- a huge quake seismologists say is almost certain to hit the capital over the coming decades -- may leave up to 17,000 people stranded in elevators.
pt: Segundo as previsões do governo sobre o "Big One", o maior terremoto que poderia um dia atingir Tóquio, cerca de 17.000 pessoas poderão ficar trancadas dentro dos elevadores.

source: She also worked closely with humanitarian workers who often risk their own lives to serve people most in need," Ban said in a statement.
pt: Além disso, o máximo representante da ONU assegurou que "trabalhou de perto com trabalhadores humanitários que costumam arriscar suas vidas para ajudar às pessoas com necessidades".

source: It was my hope to continue in police work, but the safety of other police officers and the community are of paramount importance to me .
pt: "Após saber da decisão do júri, esperava continuar com meu trabalho como policial, mas a segurança de outros agentes e da comunidade é de suma importância para mim", argumentou.

source: Hummels was also spotted walking on the beach on Wednesday with a smile outside his team’s quarters, although he appeared to be limping slightly.
pt: Ele foi visto andando na praia perto da concentração alemã na Bahia, nesta quarta-feira, sorrindo para os companheiros, mas mancando um pouco.

source: There should be something - whether it's support or a law change."
pt: É preciso ter apoio ou haver uma mudança nas leis", defende ela.

source: White House Press Secretary Josh Earnest on Friday said it was ISIL that had "indicated that they are ready to go to war against the world and this president, as is expected of American presidents, is stepping up to lead an international coalition to confront that threat."
pt: Questionado se os Estados Unidos estavam se envolvendo em uma nova guerra, o secretário de imprensa da Casa Branca, Josh Earnest, argumentou que era o Estado Islâmico quem pedia uma guerra no mundo e que os EUA estavam liderando uma coalização para destruí-los .

source: "I had a chat to him last night and I was incredibly impressed by the way he was holding himself and his maturity," Sutherland added.
pt: “Eu conversei com ele na quinta-feira de noite e eu fiquei impressionado com a forma que ele estava se segurando e sua maturidade”, disse Sutherland à rede britânica BBC .

source: The hard thing to do, for a team like Madrid, isn’t playing well, it’s playing badly .
pt: “Podem falar de tudo, da estratégia, de não jogar bem, de ler mal o jogo.. .

source: Iraqi forces ramp up offensive to recapture Tikrit from ISIL
pt: Forças iraquianas intensificam ofensiva para tirar o Estado Islâmico de Tikrit

source: He said, I'll tell you what I'm gonna do .
pt: Mas não sou só eu, o brasileiro é assim .

source: "We would not have predicted four weeks ago to get so close .
pt: “Nos próximos anos já não vou precisar passar por isso”, disse ele.

source: In addition, manufacturing and service sector surveys showed strong employment growth in August and household perceptions of the labour market brightened significantly.
pt: Além disso, pesquisas do setor industrial e de serviços mostraram também forte criação de empregos em agosto, e a percepção de famílias sobre o mercado de trabalho melhorou significativamente, o que segundo economistas era consistente com condições mais apertadas no mercado de trabalho.

source: The government regularly carries out air strikes against rebel-held areas on the outskirts of Damascus, particularly Eastern Ghouta which is also under regime siege.
pt: O governo ataca com sua aviação as áreas controladas pelos rebeldes, especialmente em Guta oriental, região cercada pelo regime.

source: The vice president went on to say that Erdogan had told him it had been a mistake for the Turkish government to allow IS jihadists to travel from Turkey into Syria, something the Turkish president vehemently denied saying, demanding an apology.
pt: O vice-presidente americano, Joe Biden, reuniu-se neste sábado com o presidente turco, Recep Tayyip Erdogan, para tentar convencê-lo a unir a Turquia à coalizão contra os jihadistas do Estado Islâmico (EI) no Iraque e na Síria.

source: More than 140,000 Kurds have fled Kobani and surrounding villages since last Friday, crossing into Turkey .
pt: Mais de cem mil curdos fugiram da cidade e aldeias vizinhas, atravessando a fronteira para a Turquia.

source: “If we do not take meaningful steps, we will become a lifeboat that sinks beneath the weight of those clinging onto it," Lazar said in what appeared to be a reference to the deaths of over 2,000 migrants this year trying to reach Europe on overcrowded boats across the Mediterranean.
pt: “Se não tomarmos medidas significativas, nos tornaremos um barco de resgate que afunda sob o peso das pessoas que se agarram a ele”, disse Lazar em referência às centenas de imigrantes que morrem em embarcações que atravessam o Mediterrâneo para chegar à Europa .

source: These comments are absolutely shocking .
pt: “Esses resultados são chocantes .

source: Islamic State video claims to show beheading of U.S. journalist
pt: Grupo radical Estado Islâmico diz ter decapitado jornalista dos EUA

source: British Marine killed in Syria fighting ISIS
pt: Britânico morre na Síria em combates contra os jihadistas

source: But he added that Akinchenko was a "good correspondent and good person" and would not be sacked.
pt: No entanto, segundo Kleimenov, o repórter não deve ser demitido pois é um "bom correspondente e boa pessoa" .

source: Also during the meeting at the Kremlin, Putin indicated Russia could lift its embargo on food imports from Greece.
pt: Além disso, os líderes disseram que vão discutir uma possível retirada de um embargo russo às importações de alimentos da Grécia .

source: Greek Prime Minister Alexis Tsipras addresses lawmakers during a parliamentary session in Athens March 18, 2015 .
pt: Primeiro-ministro da Grécia, Alexis Tsipras, durante cerimônia no Parlamento, em …

source: TEHRAN (Press TV) -- Iran's President Hassan Rouhani says major global powers need to reach a nuclear agreement with Iran, even more than Tehran does.
pt: ANCARA (Reuters) - O presidente do Irã, Hassan Rouhani, disse nesta quarta-feira que Teerã não vai aceitar um acordo nuclear global com as grandes potências se todas as sanções contra a República Islâmica não forem levantadas.

source: Vivendi, for its part, said it was not looking to sell any of its units but would study Telefonica's offer at its next board meeting.
pt: Apesar de a GVT não estar oficialmente à venda, o conselho da empresa estudará a oferta e decidirá o que fazer na próxima reunião

source: Levy said "there is mutual, very solid trust" between Rousseff and him .
pt: "Houve um pouco de mal-entendido, mas a confiança mútua é muito sólida", comentou .

source: Gabrielli said these payments were made by corrupt individuals and Petrobras was not involved nor was corruption systemic at the company.
pt: “Eu digo peremptoriamente que não há corrupção sistêmica na Petrobrás, e isso não quer dizer que não há corrupção na empresa”, disse,

source: Ahram Online - Six dead in 'Boko Haram' suicide attack at Nigeria filling station
pt: Atentado suicida em posto de gasolina deixa ao menos 6 mortos na Nigéria - Yahoo Notícias

source: Free for a moment from prying eyes, Danait shows us into her tent, which she shares with a group of ten refugees, men included .
pt: Longe de olhares indiscretos, Danait me leva até sua tenda, que divide com uma dezena de outros refugiados, inclusive homens .

source: Barca knocked Manchester City out of the Champions League last Wednesday but went into the Osasuna clash on the back of two defeats from their past three league games.
pt: O Barça enfrenta o Osasuna neste domingo, animado por sua vitória sobre o Manchester City, pela Liga dos Campeões, na quarta-feira .

source: Iran's atomic energy chief Ali Akbar Salehi said the inspectors would visit the two enrichment facilities at Natanz and Fordo in central Iran, the state broadcaster reported on its website IRIBNews.ir.
pt: Os inspetores visitarão também as centrais nucleares de Natanz e Fordo no centro do país, explicou o chefe da Organização Iraniana de Energia Atômica (OIEA), Ali Akbar Salehi, em declarações divulgadas pelo site da televisão estatal.

source: However, many fear this may be the start of something much more bloody in Mexico, at least in the short term.
pt: Mas muitos temem que isso desencadeie uma onda ainda maior de derramamento de sangue no México, pelo menos no curto prazo.

source: Eventually, the new capital would expand to 700 square kilometers in size (270 square miles), much of it green spaces, linking up with the Suez Canal zone, Madbouly said, calling the project a source of "pride and inspiration" to young Egyptians.
pt: Ao longo do tempo, a nova capital - que terá amplos espaços verdes e será ligada à zona do Canal de Suez - poderia ser expandida para 700 quilômetros quadrados, disse Madbouly, que descreveu o projeto como uma fonte de "orgulho e inspiração para os jovens egípcios".

source: The Indonesian province of Aceh, located at the northern end of Sumatra, was the hardest hit by the tsunami .
pt: A província de Aceh, na Indonésia, foi a primeira a ser atingida e também a região mais destruída pelo tsunami.

source: I don't really read it too much .
pt: E falei: "Vou fazer isso" .

source: President Obama confirmed that Saudi Arabia, the United Arab Emirates, Jordan, Bahrain and Qatar had taken part in or supported the strikes.
pt: Três países estão ajudando os americanos nos ataques desta segunda-feira: a Arábia Saudita, os Emirados Árabes Unidos e a Jordânia.

source: Buhari is a Sunni Muslim from Nigeria's poorer North, while Jonathan comes from a Christian and animist South that is rich with oil.
pt: Jonathan, que é cristão e vem do sul, enquanto Buhari é um muçulmano que vem do norte do país.

source: The suspects were arrested on various charges including mafia association, homicide, attempted murder, drug trafficking and illegal weapons possession.
pt: Os suspeitos já respondem por crimes de homicídio, tráfico de drogas, receptação, porte ilegal de arma de fogo e roubo.

source: Hanuman's followers believe that worshipping him will liberate them from fear and danger.
pt: Seus seguidores acreditam que adorá-lo os liberta do medo e do perigo.

source: Finance minister: Europe can't afford to let Greece go under
pt: Grécia não vai pagar FMI nesta terça, diz ministro

source: The Spanish government has said Catalonia would not be allowed to hold an independence referendum, shortly after the region's leader set a November 9 date for the vote.
pt: O presidente da Catalunha, Artur Mas, anunciou que não realizará referendo, mas uma consulta popular no dia 9 de novembro para conhecer a opinião da população da região sobre a independência da Espanha .

source: Barcelona moved provisionally into second place, four points behind leader Atletico Madrid .
pt: O Barcelona está em terceiro lugar no Campeonato Espanhol, quatro pontos atrás do líder Atlético de Madri e a um do Real Madrid.

source: I still didn't think he'd ever get over the embarrassment, but this time, I was floored .
pt: “Eu acho que uma chance dessa eu não vou ter mais de novo não”, afirmou o rapaz.

source: According to the UN Refugee Agency, nearly 200,000 migrants have arrived in Italy and Greece between by sea between January and November of this year .
pt: De acordo com dados da agência de refugiados da ONU, 160 mil imigrantes chegaram por mar à Itália e outros 40 mil à Grécia entre janeiro e o fim de novembro.

source: BAMAKO (Reuters) - Hundreds of people rallied in the northern Malian town of Kidal on Tuesday to protest against a preliminary, U.N.-brokered peace deal signed by the government and not yet accepted by Tuareg rebel groups in the north, residents...
pt: O governo do Mali firmou uma proposta de paz preliminar neste domingo, com a intenção de por fim à luta contra os separatistas do norte, mas os rebeldes exigiram mais tempo antes de aceitar um acordo.

source: It showed one group of about 12 men being beheaded on a beach and another group of at least 16 being shot in the head in a desert area.
pt: O vídeo, de 29 minutos, postado em sites jihadistas, mostra um grupo de pelo menos 16 homens decapitados em uma praia e um outro grupo de 12 pessoas baleadas à morte em uma área de deserto .

source: However, core sales, which correspond most closely with the consumer spending component of gross domestic product, rose 0.6 percent for the month.
pt: O núcleo das vendas corresponde de forma mais próxima ao componente de gastos do consumidor do Produto Interno Bruto .

source: Fitch has downgrades Russia’s rating from BBB to BBB-, negative outlook
pt: Fitch afirma rating BBB- do Uruguai, com perspectiva estável

source: But Israeli Prime Minister Benjamin Netanyahu reiterated in a Thursday meeting with U.S. Secretary of State John Kerry and Jordanian King Abdullah II that status quo, which allows Jews to visit but not pray, would not change.
pt: O secretário de Estado americano, John Kerry, viaja nesta quarta-feira a Jordânia para conversar com o rei Abdullah II sobre a situação em Israel e nos territórios palestinos, assim como sobre a campanha contra o grupo Estado Islâmico (EI) no Iraque e na Síria.

source: Elsewhere in the Iraqi capital on Thursday, bombings near a market and a restaurant in the Shia-majority neighbourhoods of Kasra and Talbiyah killed six people, security and medical officials said.
pt: Também nesta quinta-feira ao menos seis pessoas morreram e 20 ficaram feridas em atentados perto de um mercado e de um restaurante em Bagdá, segundo fontes médicas e de segurança.

source: She never gave me any inclination she was doing this or thinking about doing this."
pt: A pessoa é branca, mas nem por isso ela tinha mais ou menos do que eu .

source: The IDB estimates that only 62.5% of the Hispanic population has access to retirement .
pt: O BID estima que apenas 62,5% da população latino-americana tem acesso à aposentadoria .

source: She is one of 7,378 Cubans who are in Brazil as part of a program that hires foreign doctors to tend the sick in slums and remote rural locations where there are no Brazilian physicians.
pt: Ele era um dos mais de 7.000 cubanos que estão no Brasil como parte de um programa que contrata médicos estrangeiros e também brasileiros para trabalhar em comunidades e áreas rurais remotas do país.

source: On centenary of WWI assassination, the past still haunts Sarajevo
pt: Passado ainda assombra Sarajevo no centenário da Primeira Guerra Mundial

source: Schumacher suffered severe head trauma in the accident last Sunday in Meribel, in the French Alps .
pt: No domingo, o heptacampeão de F1 sofreu um acidente de esqui nos Alpes Franceses .

source: The Premier League's new deal represents a 70% increase on
pt: E a distância vai aumentar muito com o novo contrato da Premier League.

source: White House officials said on Saturday that the Republicans' "extreme politicisation of this issue" meant it would be harmful to the long-term prospects for reform to take action before the election.
pt: "Devido à extrema politização deste assunto, o presidente acredita que seria prejudicial para a própria medida e as perspectivas a longo prazo de uma reforma migratória integral anunciar uma ação executiva antes das eleições", afirmou o funcionário.

source: But I've got more ideas for it, so as far as I'm concerned it's always going on.
pt: Você nunca acha que vai acontecer, mas, à medida que você vai envelhecendo, o tempo não parece passar tanto assim .

source: Boko Haram, an Islamist group based in Nigeria, has increased raids into northern Cameroon .
pt: A Nigéria acredita que o Boko Haram que usar Camarões como uma base em seus esforços para montar um Estado islâmico .

source: Authorities elsewhere were also investigating how so many fires started about the same time and whether any were intentionally set.
pt: As autoridades disseram estar investigando por que tantos focos tiveram início ao mesmo tempo e se foram provocados.

source: Iran denies any military aims.
pt: O Irã nega quaisquer objetivos militares com seu programa nuclear.

source: Captain John Nettleton was relieved of duty on Wednesday "due to loss of confidence in Nettleton's ability to command," the U.S. Navy said in a statement.
pt: De acordo com uma nota da Marinha americana, a Força Naval "perdeu a confiança" na capacidade do capitão John Nettleton, comandante da base (não da prisão), de assumir suas funções.

source: Major storm knocks out power, disrupts flights in California
pt: Tempestade afeta voos e deixa parte da Califórnia sem eletricidade

source: You can’t be serious ?
pt: Você não perde por esperar .

source: The five other victims suffered various degrees of injuries.
pt: As outras vítimas do ataque sofreram lesões de diferentes gravidades.

source: Malaysia Airlines has a good safety record, as does the 777, which had not had a fatal crash in its 19-year history until an Asiana Airlines plane crashed last July in San Francisco, killing three passengers, all Chinese teenagers.
pt: Em 20 anos de história, nunca havia sido registrado um acidente fatal com o modelo 777 da Boeing até que um acidente durante a aterrisagem de um avião da Asiana em São Francisco (EUA) em julho do ano passado matou três adolescentes da China.

source: Peace negotiators for Colombia's largest rebel group announced an indefinite, unilateral ceasefire Wednesday, saying guerrillas will refrain from staging attacks so long as they aren't targeted by the U.S.-backed military.
pt: As Forças Armadas Revolucionárias da Colômbia (Farc) anunciaram nesta quarta-feira um cessar-fogo por tempo indeterminado, contanto que unidades militares do governo colombiano não ataquem os rebeldes .

source: “I repeat: what counts most to me is the institution FIFA and football around the world.”
pt: "Eu adoro e amo a Fifa mais do que qualquer coisa e só quero fazer o melhor pela Fifa e pelo futebol .

source: Colombian gov't, FARC rebels reach agreement to remove landmines
pt: Governo da Colômbia firma acordo com as Farc para remoção de minas terrestres

source: Three Americans and fewer than 10 other western hostages are still being held by the militant group, according to people familiar with the situation.
pt: O grupo mantém como reféns ao menos três americanos e outros dez ocidentais, de acordo com fontes conhecedoras da situação.

source: So for me, the question is, we can talk the politics of it, but I think from the writer's perspective we just want to write and we just want to read good writing.
pt: “Se eu virei escritor, que não gostava de ler, não gostava de escrever, eu falo que qualquer pessoa pode ser o que quiser .
